Revit 2021.1 API
SpecTypeId.AreaDividedByHeatingLoad Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId AreaDividedByHeatingLoad { get; }
Visual Basic
Public Shared ReadOnly Property AreaDividedByHeatingLoad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaDividedByHeatingLoad {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace